const test = `도선사	13,057	60%
기업고위임원	12,203	63%
변호사	10,100	59%
국회의원	8,500	33%
항공기조종사	8,276	79%
감정평가사	7,740	43%
대학교 총장 및 학장	7,486	23%
내과의사	7,438	70%
금융관련관리자	7,370	29%
토목감리기술자	7,359	67%
시장 및 여론조사 사업운영관리자	7,358	75%
한의사	7,267	77%
세무사	7,146	47%
치과의사	7,100	42%
프로농구선수	7,039	52%
안과의사	6,913	56%
인문계열교수	6,907	18%
자연계열교수	6,862	50%
공학계열교수	6,596	52%
산부인과의사	6,467	16%
의약계열교수	6,378	59%
피부과의사	6,309	37%
회계사	6,298	36%
외환딜러	6,288	69%
사회계열교수	6,269	40%
프로축구선수	6,239	66%
예체능계열교수	6,204	19%
교육계열교수	6,154	22%
프로야구선수	6,133	39%
경제학연구원	6,119	55%
외과의사	6,091	41%
비뇨기과의사	6,065	30%
투자분석가(애널리스트)	5,929	46%
보험모집인	5,917	48%
헬기조종사	5,835	79%
행정부고위공무원	5,818	64%
소아과의사	5,783	11%
방송장비운영원	5,640	7%
마취병리과의사	5,629	33%
촬영기자	5,565	29%
연극•영화 및 방송기술감독	5,460	40%
중고등학교 교장 및 교감	5,380	8%
경영컨설턴트	5,341	79%
정보통신관련 관리자	5,317	55%
판사	5,315	88%
방사선과의사	5,279	33%
정치학연구원	5,268	30%
지적 및 측량기술자	5,268	32%
성형외과의사	5,260	81%
건설 및 광업관련 관리자	5,211	31%
정신과의사	5,211	78%
방송제작관리자	5,179	59%
프로경륜선수	5,178	19%
신용분석가	5,152	43%
초등학교 교장 및 교감	5,138	40%
금융자산운용가	5,111	87%
투자인수심사원(투자언더라이터)	5,017	63%
이비인후과의사	5,000	48%
지질학연구원	4,998	20%
생물학연구원	4,997	56%
재무 및 회계관리자	4,976	20%
법학연구원	4,943	59%
교육학연구원	4,943	24%
장학사	4,933	28%
화학연구원	4,907	29%
전력전기공학기술자	4,904	26%
스포츠에이전트	4,904	86%
방송기자	4,900	44%
발전설비공학기술자	4,852	40%
약사 및 한약사	4,834	46%
보험계리인	4,827	76%
자동차조립 및 검사원	4,804	21%
성우	4,779	50%
담배제조관련 조작원	4,771	3%
가정의학과의사	4,735	30%
축산학연구원	4,728	37%
항공기정비원	4,728	49%
지리학연구원	4,714	33%
작곡가	4,714	30%
자연과학관련 시험원	4,670	52%
손해사정인	4,644	68%
아나운서	4,637	40%
메카트로닉스공학기술자	4,620	37%
평론가	4,612	41%
관세사	4,600	19%
헤드헌터	4,594	81%
선물중개인	4,586	33%
지방의회의원	4,569	13%
증권중개인	4,544	36%
방송연출가(프로듀서)	4,521	60%
언어학연구원	4,513	30%
토목구조기술자	4,504	7%
조선공학기술자	4,500	37%
정보시스템감리사	4,498	77%
프로경마기수	4,497	29%
변리사	4,485	79%
폐기물환경공학기술자	4,476	61%
발전장치조작원	4,466	45%
시스템컨설턴트	4,442	78%
지휘자	4,436	46%
토질 및 기초기술자	4,432	18%
소음진동환경공학기술자	4,420	61%
철학연구원	4,410	46%
사회학연구원	4,400	28%
산업공학기술자(엔지니어)	4,400	30%
실업교사	4,400	7%
전기안전기술자	4,396	28%
경찰관리자	4,379	71%
검사	4,378	88%
열관리(냉난방) 기계공학기술자	4,376	42%
법무사	4,368	21%
자동차공학기술자	4,340	57%
금속공학기술자(엔지니어)	4,327	26%
응급구조사	4,326	44%
자동차디자이너	4,315	63%
미술관장	4,311	64%
IT컨설턴트	4,303	69%
분양 및 임대사무원	4,300	44%
물리학연구원	4,293	67%
프로바둑기사	4,268	85%
상담전문가(심리상담사)	4,259	92%
금속가공관련 제어장치조작원	4,243	6%
도서관장	4,238	59%
도금 및 금속분무관련 조작원	4,226	20%
철도운송사무원	4,225	26%
무대디자이너	4,224	52%
소방관리자	4,217	63%
부동산투자신탁운용가	4,190	63%
항공공학기술자	4,185	63%
수산학연구원	4,174	41%
방송장비설치 및 수리원	4,159	22%
사회과학연구원	4,110	52%
광고 및 홍보전문가	4,100	62%
철도 및 지하철기관사	4,093	31%
건설자재시험원(건설공사품질관리원)	4,079	38%
비행기승무원	4,056	70%
프로골프선수	4,027	50%
수학교사	4,019	3%
인공위성개발원	4,005	51%
광고제작감독	4,004	29%
체육교사	4,000	7%
공예원	3,967	32%
건설기계공학기술자	3,956	39%
홍보부서관리자	3,952	65%
카피라이터	3,950	29%
임상병리사	3,948	23%
쇼핑호스트	3,940	59%
건축설계기술자	3,938	10%
국어교사	3,936	11%
생명정보학자	3,930	78%
사회교사	3,916	3%
영화제작자	3,915	77%
전기공사기술자	3,914	13%
약학연구원	3,913	46%
통신망설계운영기술자(엔지니어)	3,905	36%
시각디자이너	3,900	48%
의약품화학공학기술자	3,893	48%
특용작물재배자	3,874	22%
해양공학기술자(엔지니어)	3,873	52%
영상•녹화 및 편집기사	3,868	41%
농림학연구원	3,854	25%
과학교사	3,852	6%
환경공학기술자(엔지니어)	3,844	63%
사진기자	3,835	14%
사진작가	3,833	54%
방송대본작가	3,829	53%
기록물관리사	3,826	77%
박물관장	3,824	76%
천문•기상학연구원	3,819	100%
음반기획자	3,796	27%
대기환경공학기술자	3,789	52%
시스템엔지니어	3,789	63%
분장사	3,785	51%
철도기관차 및 전동차정비원	3,774	4%
조각가	3,768	19%
패턴사(옷본제작원)	3,764	23%
항공운송사무원	3,757	60%
ERP전문가	3,739	59%
통역가	3,738	61%
문화재감정평가사	3,736	73%
자동차영업원	3,735	21%
고무제품제조관련 조작원	3,715	0%
의학연구원	3,713	54%
통신기기장비기술자(엔지니어)	3,710	36%
화학원료제조관련 조작원	3,710	6%
CRM전문가	3,710	67%
반도체설계기술자	3,704	67%
패션디자이너	3,698	30%
광원• 채석원 및 석재가공원	3,696	11%
전통건축원	3,691	52%
프로배구선수	3,686	50%
통신장비운영원	3,670	37%
광고디자이너	3,669	31%
외국어교사	3,664	0%
인적자원전문가	3,650	41%
신문기자	3,632	21%
보건교사	3,631	31%
정보통신공학기술자(엔지니어)	3,613	48%
인사사무원	3,607	43%
공연제작관리자	3,603	63%
환경 및 보건위생검사원	3,597	43%
신문제작관리자	3,591	43%
교도관	3,587	100%
건축전기설비기술자	3,584	2%
특수학교교사	3,579	67%
상품대여원	3,568	52%
건축감리기술자	3,567	13%
음악교사	3,567	0%
금융대출사무원	3,564	22%
신호원 및 수송원	3,560	3%
비누 및 화장품화학공학기술자	3,560	39%
건축공학기술자	3,557	19%
마케팅사무원	3,557	68%
소설가	3,550	26%
인사관리자	3,535	44%
GIS전문가	3,534	58%
의료장비기사	3,531	57%
위험물관리원	3,520	36%
음식료품화학공학기술자	3,517	42%
전자제어계측기술자	3,517	68%
형사	3,515	69%
간판제작원	3,514	21%
토목공학기술자	3,512	7%
미술교사	3,510	7%
보험대리인 및 중개인	3,500	21%
외교관	3,493	71%
음성처리전문가	3,489	56%
열차승무원	3,488	9%
영화감독	3,487	43%
엔진기계공학기술자	3,486	39%
통신장비설치 및 수리원	3,478	30%
수질환경공학기술자	3,477	50%
플라스틱 제조관련 조작원	3,461	13%
가상현실전문가	3,458	67%
채권관리원	3,452	21%
비금속광물 가공관련 제어장치조작원	3,450	7%
역사학연구원	3,446	33%
초등학교교사	3,444	15%
수의사	3,432	63%
프로게이머	3,431	54%
금융출납창구사무원	3,431	15%
성악가	3,426	21%
노무사	3,424	83%
편집기자	3,419	22%
보험사무원	3,418	43%
토목시공기술자	3,417	16%
교도관리자	3,417	63%
구매 및 자재사무원	3,407	20%
소방관	3,403	85%
엘리베이터•에스컬레이터설치 및 정비원	3,396	21%
식품학연구원	3,392	25%
통신케이블설치 및 수리원	3,389	11%
전자제품개발설계기술자	3,384	64%
호텔관리자	3,383	31%
교통공학기술자	3,369	33%
에너지공학기술자(엔지니어)	3,369	56%
수학 및 통계연구원	3,368	37%
전기제어기술자	3,366	17%
농림어업관련 기술자	3,363	10%
품질관리원	3,359	34%
건설견적원(적산원)	3,357	3%
교육행정사무원	3,350	19%
스포츠마케터	3,346	66%
항공교통관제사	3,344	57%
시스템관리자	3,343	42%
고무 및 플라스틱화학공학기술자	3,331	30%
연예프로그램진행자	3,326	44%
기자	3,323	21%
119구조대원	3,316	78%
석유화학공학기술자	3,312	30%
시장 및 여론조사전문가	3,310	86%
조명기사	3,296	50%
정보통신기술영업원	3,289	41%
임상심리사(심리치료사)	3,288	86%
제품디자이너	3,287	35%
크레인 및 호이스트운전원	3,285	18%
웹프로그래머	3,283	51%
해외영업원	3,279	44%
상품중개인(경매인포함)	3,262	3%
방사선사	3,261	61%
재료공학기술자(엔지니어)	3,258	24%
경찰관	3,256	66%
건설기계운전원	3,252	11%
레크레이션진행자	3,237	85%
디지털영상처리전문가	3,237	70%
선박정비원	3,234	0%
사무용기계공학기술자	3,231	24%
우편사무원	3,230	12%
정보제공자	3,228	34%
외선전공	3,227	22%
일반공무원	3,224	41%
홍보사무원	3,215	64%
사무용 응용소프트웨어엔지니어	3,205	69%
입법 공무원	3,200	62%
전문비서	3,196	52%
영업 및 판매관리자	3,195	31%
리포터	3,194	61%
기술영업원	3,186	43%
섬유공학기술자(엔지니어)	3,183	18%
산업용 기계장비기술영업원	3,181	31%
금속가공관련 검사원	3,178	11%
모델	3,176	72%
전자장 기술영업원	3,174	54%
도료 및 농약품화학공학기술자	3,173	11%
국악인	3,163	50%
물류관리전문가	3,161	54%
펄프 및 종이제조관련 조작원	3,159	14%
응용소프트웨어엔지니어	3,148	52%
점화•발파 및 화약관리원	3,141	4%
조경사 및 원예사	3,138	55%
문화재보존가	3,137	67%
번역가	3,131	50%
철도선로설치 및 보수원	3,130	4%
점토제품제조관련 조작원	3,127	3%
기계조립 및 검사원	3,124	37%
공작기계설치 및 정비원	3,119	22%
생산관리사무원	3,113	33%
석유•가스 및 화학물제조관련 제어장치조작원	3,110	19%
마케팅전문가	3,108	86%
기술지원전문가	3,106	52%
검찰수사관	3,097	41%
식음료품감정사	3,081	37%
선장 및 항해사	3,077	6%
운송 및 선적사무원	3,068	17%
웹프로듀서(웹기획자)	3,060	41%
웹엔지니어	3,060	57%
무역사무원	3,058	39%
웹방송전문가	3,050	63%
데이터베이스관리자	3,038	60%
건축구조기술자	3,033	11%
연극연출가	3,019	62%
경호원	3,018	88%
촬영기사	3,018	45%
시멘트• 석회 및 콘크리트 제조관련 조작원	3,015	9%
의약영업원	3,012	41%
출판물기획원	3,011	19%
해군부사관	3,010	23%
건축자재영업원	3,010	48%
소품원	3,010	27%
제조관련 도장기조작원(금속분무 제외)	3,002	26%
정보보호전문가	2,998	69%
건축시공기술자	2,979	44%
행정학연구원	2,979	52%
선박기관원	2,978	7%
소방설비기술자	2,976	63%
석제품제조관련 조작원	2,970	13%
식품영업원	2,960	50%
전자상거래전문가	2,958	61%
의무기록사	2,950	29%
KMS전문가	2,935	59%
도시계획가	2,933	54%
인명구조원	2,923	68%
우편물집배원	2,900	31%
화학제품제조관련 조작원	2,900	29%
기계공학기술자	2,898	46%
운동경기감독 및 코치	2,896	16%
인쇄기조작원	2,889	8%
학예사(큐레이터)	2,886	68%
안마사	2,885	87%
무인경비원	2,884	81%
컴퓨터하드웨어엔지니어	2,876	46%
네트워크엔지니어	2,876	81%
시나리오작가	2,875	62%
인쇄 및 광고영업원	2,870	18%
수상운송사무원	2,869	28%
전기제 제조관련 조작원	2,867	11%
산업안전관리원	2,867	33%
내선전공	2,867	11%
조경기술자	2,866	53%
목재•펄프•종이가공관련 등급원 및 검사원	2,861	7%
네트워크관리자	2,858	53%
가구디자이너	2,857	41%
음향 및 녹음기사	2,852	30%
자동조립라인 및 산업용 로봇조작원	2,840	19%
생산관리원	2,833	26%
영화배우 및 탤런트	2,832	68%
교구 및 교재개발원	2,829	27%
게임프로그래머	2,823	46%
대형트럭운전원	2,813	3%
방문판매원	2,802	50%
화가	2,800	37%
해군장교	2,800	48%
비서	2,793	35%
컬러리스트	2,790	82%
과수작물재배자	2,790	0%
목재가공관련 조작원	2,785	9%
음료 및 기타 식품제조관련 조작원	2,785	15%
호텔 및 콘도접객원	2,784	33%
주택관리사	2,771	79%
안무가	2,768	52%
자동차경주선수(카레이서)	2,767	52%
선박갑판원	2,766	7%
물리치료사	2,758	58%
특수차운전원	2,755	0%
언어치료사	2,743	94%
컴퓨터프로그래머	2,742	37%
건물전기설비조작원	2,741	23%
생물과학관련 시험원	2,722	56%
보일러설치 및 수리원	2,720	15%
운송관련 관리자	2,704	27%
중식조리사	2,695	18%
해양경찰관	2,690	90%
공군장교	2,690	18%
냉동•냉장•공조기설치 및 정비원	2,690	29%
간호조무사	2,684	19%
선박조립 및 검사원	2,683	17%
표백•염색 및 마무리관련 조작원	2,680	0%
건설 및 광업기계정비원	2,675	30%
시스템소프트웨어엔지니어	2,670	54%
양식원	2,655	0%
측량사	2,655	19%
유치원 원장 및 원감	2,654	17%
플로리스트	2,645	93%
가축사육자(수렵종사자포함)	2,638	18%
상하수처리관련 조작원	2,630	30%
금형원	2,628	19%
부동산중개인	2,615	56%
샷시원	2,611	4%
판금원	2,610	19%
조림•영림 및 벌목원	2,600	36%
코디네이터	2,597	65%
가죽제품제조원	2,596	4%
컴퓨터애니메이터	2,596	81%
일반영업원	2,585	31%
출판 및 자료편집사무원	2,580	31%
기술 및 기능계 학원강사	2,579	33%
영양사	2,575	63%
귀금속 및 보석세공원	2,573	17%
직조기 및 편직기조작원	2,570	6%
영사기사	2,560	10%
작사가	2,552	42%
동물사육사	2,548	16%
사무기기설치 및 수리원	2,543	19%
주조원	2,543	7%
재단기조작원	2,537	7%
소각로관련 장치조작원	2,528	60%
목공	2,526	0%
애니메이션기획자	2,523	70%
플라스틱제품조립 및 검사원	2,522	9%
위생사	2,515	63%
제도사(캐드원)	2,514	32%
양식조리사	2,513	41%
자동차정비원	2,506	13%
경기심판	2,503	41%
법률행정사무원	2,489	33%
바닥재시공원(마루설치원,타일부착원)	2,489	19%
기획사무원	2,486	50%
행사기획자	2,482	85%
공군부사관	2,481	22%
악기수리원 및 조율사	2,472	0%
교육과학용 응용소프트웨어엔지니어	2,467	70%
웹디자이너	2,464	38%
운송 및 운반관련 노무자	2,448	13%
가구조립 및 검사원	2,445	8%
냉난방관련 설비조작원	2,445	11%
비금속광물가공관련 조작원	2,433	13%
선박기관사	2,427	0%
공구제조원(차공구포함)	2,425	32%
구매인(바이어)	2,425	30%
의복제품검사원	2,422	4%
놀이치료사	2,417	92%
운동선수	2,416	41%
계기검침원	2,413	26%
경기기록원	2,411	39%
버스운전사	2,409	17%
시장 및 여론조사관련 사무원	2,400	64%
작업치료사	2,399	77%
카지노딜러	2,397	39%
의료장비 및 의료용품기술영업원	2,394	60%
주얼리(장신구)디자이너	2,393	26%
게임기획자	2,386	63%
치과기공사	2,380	45%
연근해어부 및 해녀	2,379	3%
직업능력개발훈련교사	2,376	18%
장례지도사	2,375	56%
보석감정사	2,374	31%
종이제품제조관련 조작원	2,369	11%
사서	2,368	73%
만화가	2,367	63%
회의기획자	2,367	85%
석공	2,361	10%
자가용운전기사	2,359	4%
치과위생사	2,354	73%
지게차운전원	2,353	30%
캐릭터디자이너	2,353	64%
게임디자이너	2,350	59%
일식조리사	2,344	21%
제화원	2,344	4%
금속가공관련 조작원	2,328	10%
선박승무원	2,319	6%
식품검사원 및 등급원	2,318	30%
배관공	2,317	4%
공작기계조작원	2,313	33%
육군장교	2,310	13%
캐디	2,309	59%
결혼상담원	2,308	75%
육군부사관	2,304	30%
가수	2,295	59%
가전제품수리원	2,294	18%
건물시설관리원	2,283	17%
전자제품제조관련 조작원	2,281	11%
여행상품개발원	2,271	38%
의료코디네이터	2,268	78%
제관원	2,267	33%
제분 및 도정관련 조작원	2,266	4%
레스토랑지배인	2,258	48%
간호사	2,252	52%
외국어학원강사	2,251	68%
연예인매니저	2,244	56%
육•어류 가공 및 낙농제품제조관련 조작원	2,231	25%
게임시나리오작가	2,229	35%
재봉기조작원	2,228	3%
유리 및 유리제품가공관련 조작원	2,221	11%
비파괴검사원	2,219	52%
팬시•완구디자이너	2,216	10%
사회복지사	2,211	73%
직업상담원 및 취업알선원	2,186	72%
사진인화 및 현상관련 조작원	2,181	7%
단조원	2,175	19%
섬유제조원(방적•방사기조작원)	2,172	3%
유리공	2,171	6%
학습지방문교사	2,170	56%
음악치료사	2,159	94%
문리학원강사	2,156	55%
안경사	2,150	57%
회계사무원	2,145	29%
제빵 및 제과원	2,135	13%
용접원	2,117	0%
과실•채소 및 설탕가공관련 조작원	2,107	15%
스포츠강사	2,105	70%
택배원	2,102	63%
인테리어디자이너	2,096	71%
스턴트맨(대역배우)	2,089	30%
미장공	2,085	0%
가구제조 및 수리원(가구목공)	2,072	37%
속기사	2,064	44%
철근공	2,061	7%
소형트럭운전원	2,057	27%
여행안내원	2,056	67%
도로운송사무원	2,052	7%
단열공(보온공)	2,050	18%
미술치료사	2,040	88%
철골공(강구조물건립원)	2,039	7%
건물도장원	2,039	0%
디자인학원강사	2,033	18%
목사	2,032	59%
한식조리사	2,012	48%
떡제조원	2,010	23%
방수공	2,003	0%
육묘 및 화훼작물재배자	1,988	23%
상점판매원	1,982	26%
메이크업아티스트	1,978	67%
자동차운전학원강사	1,977	0%
사회단체활동가	1,976	79%
도배공	1,972	29%
서예가	1,971	14%
곡식작물재배자	1,969	9%
경리	1,954	18%
사회복지시설종사원	1,950	80%
아로마테라피스트(향기치료사)	1,944	85%
경량철골공	1,932	0%
콘크리트공	1,931	10%
개그맨 및 코미디언	1,916	73%
조적공(벽돌공)	1,889	4%
자료입력원	1,884	19%
무용가	1,856	27%
섬유관련 등급원 및 검사원	1,854	4%
이발사	1,846	4%
스포츠트레이너	1,846	60%
애완동물미용사	1,821	29%
미용사	1,818	52%
IT강사	1,795	14%
안내 및 접수원	1,783	26%
의복수선원	1,775	30%
바텐더(조주사)	1,758	34%
요리학원강사	1,744	34%
컴퓨터설치및 수리원	1,712	40%
유치원교사	1,709	31%
전화통신판매원(텔레마케터)	1,705	60%
디스크자키(DJ)	1,703	31%
민속종교종사자(점술가,무당 등)	1,701	30%
네일아티스트	1,693	91%
피부관리사	1,683	75%
이미용학원강사	1,680	36%
연주가	1,658	47%
포장원	1,646	19%
홍보판촉원(모델도우미포함)	1,632	39%
연극배우	1,598	58%
세탁원	1,590	29%
전화교환 및 번호안내원	1,567	38%
목욕관리사	1,565	48%
양장사 및 양복사	1,558	0%
고객상담원	1,544	74%
사무보조원	1,519	28%
곡식제품제조원	1,503	11%
보육교사 및 보육사	1,497	38%
주차관리원	1,495	45%
예능계학원강사	1,471	54%
청원경찰	1,455	23%
한복사	1,427	3%
주유원	1,423	10%
택시운전원	1,409	24%
비디오자키(VJ)	1,389	33%
웨이터 및 웨이트리스	1,377	69%
매장정리원	1,354	29%
승려	1,334	17%
노점 및 이동판매원	1,326	44%
놀이시설종사원	1,325	23%
혼례종사원	1,306	23%
마술사(곡예사포함)	1,279	70%
계산원 및 매표원	1,197	28%
신부	1,194	26%
전기•전 제품 및 부 조립 및 검사원	1,192	11%
치어리더	1,161	26%
대중무용수(백댄서)	1,158	48%
구두미화원	1,153	13%
간병인	1,135	80%
파출부	1,107	44%
교무(원불교)	1,084	64%
경비원	1,054	38%
설문조사원	1,036	53%
전도사	1,033	56%`
  .split(/\n/)
  .map((v) => v.split(/[0-9]/g)[0].trim());

var fs = require('fs');
fs.writeFile('./test.js', JSON.stringify(test), () => {});
